Dlubal.RFEM5.RotationSequence
Rotation sequence

Dlubal.RFEM5.RotationSequence.UnknownRotationSequence
Unknown rotation sequence

Dlubal.RFEM5.RotationSequence.SequenceZYX
Rotation Sequence Z'Y'X'

Dlubal.RFEM5.RotationSequence.SequenceZXY
Rotation Sequence Z'X'Y'

Dlubal.RFEM5.RotationSequence.SequenceYZX
Rotation Sequence Y'Z'X'

Dlubal.RFEM5.RotationSequence.SequenceYXZ
Rotation Sequence Y'X'Z'

Dlubal.RFEM5.RotationSequence.SequenceXZY
Rotation Sequence X'Z'Y'

Dlubal.RFEM5.RotationSequence.SequenceXYZ
Rotation Sequence X'Y'Z'